Repository: 5pectre-Deine-digitale-Agentur/Blank-Theme
Catalog: Plugins/wp-custom-admin-interface/inc/lang/wp-custom-admin-interface-fit_*.po
Languages: it

source: Login Screen Background Color
it: Schermo di login Schermo di sfondo

source: Custom Login Logo
it: Logo di accesso personalizzato

source: Upload Image
it: Carica immagine

source: For best results please upload an image with a square aspect ratio
it: Per ottenere i migliori risultati, caricate un'immagine con un rapporto di formato quadrato

source: Also add the above favicon to the frontend
it: Aggiungete anche il favicon sopra al frontend

source: Admin Link and Button Color
it: Collegamento amministrativo e colore dei pulsanti

source: Please click the "Default" button when changing the colour to load the default WordPress styling
it: Fare clic sul pulsante "Predefinito" quando si modifica il colore per caricare lo stile predefinito di WordPress

source: Admin Link and Button Hover Color
it: Amministrare il collegamento e il pulsante Hover Color

source: Custom Footer Text
it: Testo personalizzato di piè di pagina

source: Please feel free to use shortcodes to add dynamic content.
it: Vi preghiamo di utilizzare brevi codici per aggiungere contenuti dinamici.

source: Remove admin toolbar from the front end for all users
it: Rimuovi la barra degli strumenti amministrativa dall'estremità anteriore per tutti gli utenti

source: Add custom CSS to the WordPress admin
it: Aggiungi CSS personalizzato all'amministratore di WordPress

source: Add custom CSS to the WordPress login area
it: Aggiungi CSS personalizzato all'area di login di WordPress

source: Add custom Javascript/jQuery to the WordPress admin
it: Aggiungere Javascript / jQuery personalizzato all'amministratore di WordPress

source: There's no need to put in the script tags and jQuery can be used like:
it: Non c'è bisogno di mettere i tag di script e jQuery può essere utilizzato come:

source: Add custom PHP to WordPress
it: Aggiungi PHP personalizzato a WordPress

source: There's no need to put in the starting or closing PHP tags
it: Non è necessario inserire i tag PHP di avviamento o di chiusura

source: Remove WordPress Version Number from Footer
it: Rimuovere il numero di versione di WordPress da piè di pagina

source: Deactivate Custom Code on this Settings Tab
it: Disattivare il codice personalizzato nella scheda Impostazioni

source: Enable Maintenance Mode
it: Abilita la modalità di manutenzione

source: Custom Maintenance Page/Coming Soon Text
it: Pagina di manutenzione personalizzata / Coming Soon Text

source: Maintenance Mode End Date
it: Data di fine della modalità manutenzione

source: Please leave blank to have no expiry.
it: Lasciate vuoto per non avere scadenza.

source: Enable Custom Dashboard Widget
it: Attiva il widget personalizzato Dashboard

source: Widget Title
it: Titolo di widget

source: Widget Content
it: Contenuto widget

source: These 5 below colors will make up a new color scheme called "Custom" that will be available to select on your
it: Questi 5 colori di seguito costituiranno un nuovo schema di colori chiamato "Custom" che sarà disponibile per selezionare sul tuo

source: User Profile
it: Profilo utente

source: page.
it: pagina.

source: Color Scheme Color 1
it: Schema colore Colore 1

source: Color Scheme Color 2
it: Schema colore Colore 2

source: Color Scheme Color 3
it: Colore Schema Colore 3

source: Color Scheme Color 4
it: Colore Schema colore 4

source: SVG Icon Color
it: Colore dell'icona SVG

source: Force the custom color scheme on all users
it: Forza lo schema di colori personalizzato su tutti gli utenti

source: This will force the "Custom" color scheme on all users regardless of what color scheme they have chosen in their user profile.
it: Ciò obbligherà lo schema di colori "personalizzato" su tutti gli utenti indipendentemente da quale schema di colore abbia scelto nel loro profilo utente.

source: Disable Automatic WordPress Updates
it: Disattiva gli aggiornamenti automatici WordPress

source: Add separator
it: Aggiungi separatore

source: Add menu item
it: Aggiungi voce di menu

source: Advanced functionality
it: Funzionalità avanzate

source: Restore to default WordPress menu
it: Ripristinare il menu WordPress predefinito

source: Restore to last save
it: Ripristina all'ultimo salvataggio

source: Use my custom menu for
it: Utilizza il mio menu personalizzato per

source: No-one
it: Nessuno

source: Everyone
it: Tutti

source: except
it: tranne

source: Show notification icons on custom menu
it: Mostra le icone di notifica sul menu personalizzato

source: Save All Settings
it: Salva tutte le impostazioni

source: A Message from the Developer
it: Un messaggio dello sviluppatore

source: Hi there! Thanks for using my plugin. I wrote this plugin because at the moment I use a few different little plugins to customise the admin interface and I thought it would be great to put it all into one and make things easy to use. I appreciate that customising the WordPress admin is a bit of a pandora's box as everyone has their own way they like to do things! If you like the plugin please consider rating it
it: Ciao! Grazie per aver utilizzato il mio plugin. Ho scritto questo plugin perché al momento uso alcuni piccoli plugin diversi per personalizzare l'interfaccia di amministrazione e ho pensato che sarebbe bello metterlo tutto in uno e rendere le cose più semplici da usare. Apprezzo che la personalizzazione di WordPress admin è un po 'di una scatola di pandora come ognuno ha il proprio modo che piace fare le cose! Se ti piace il plugin si prega di considerare la valutazione

source: Sick of seeing this notice and my ugly face at the bottom of this settings page?
it: Malato di vedere questo avviso e il mio viso brutto nella parte inferiore di questa pagina delle impostazioni?

source: Why not hide it using this plugin with the following
it: Perché non nasconderlo usando questo plugin con le seguenti

source: CSS code
it: Codice CSS

source: General Settings
it: impostazioni generali

source: Custom Admin Code
it: Codice amministrativo personalizzato

source: Coming Soon/Maintenance Page
it: Coming Soon / Pagina di manutenzione

source: Custom Dashboard Widget
it: Widget Dashboard personalizzato

source: Admin Color Scheme
it: Schema dei colori Admin

source: Customize Admin Menu
it: Personalizza il menu Admin

source: Export/Import Settings
it: Impostazioni di esportazione / importazione

source: Request a Feature
it: Richiedi una funzione

source: Help
it: Aiuto

source: Donate
it: Donare

source: Support Forum
it: Forum di assistenza

source: Settings
it: impostazioni

source: Please use the
it: Si prega di utilizzare il

source: to raise a support issue for the plugin. I generally respond to these within 24 hours during weekdays. Currently it's
it: Per sollevare un problema di supporto per il plugin. Generalmente rispondo a queste entro 24 ore durante i giorni feriali. Attualmente è

source: down under! Also check out the below walkthrough video:
it: Giù sotto! Controlla anche il video di passaggio di seguito:

source: Your
it: Il tuo

source: donations
it: donazioni

source: keep me interested in this plugin and encourage me to provide ongoing support. Thank you!
it: Mi tengo interessato a questo plugin e mi incoraggia a fornire un supporto continuo. Grazie!

source: Thanks for using the plugin! Please use this form to request a feature. I can't guarantee it will make its way into the production release but if it's decent enough I will try my best. Thanks for contributing and making the plugin even better! If you haven't already please consider rating the plugin
it: Grazie per aver utilizzato il plugin! Utilizza questo modulo per richiedere una funzionalità. Non posso garantire che possa entrare nella release di produzione ma se è abbastanza decente farò del mio meglio. Grazie per aver contribuito e rendere il plugin ancora migliore! Se non lo hai già, ti preghiamo di valutare la valutazione del plugin

source: Export Settings
it: Impostazioni di esportazione

source: Copy Settings
it: Impostazioni di copia

source: Import Settings
it: Impostazioni di importazione

source: Import
it: Importare

source: Customise the WordPress admin and login interfaces and customize the WordPress dashboard menu.
it: Personalizzare le interfacce di amministrazione e login di WordPress e personalizzare il menu di dashboard di WordPress.
