Repository: 5pectre-Deine-digitale-Agentur/Blank-Theme
Catalog: Plugins/wp-custom-admin-interface/inc/lang/wp-custom-admin-interface_*.po
Languages: de_de, es_es, fr_fr

source: Login Screen Background Color
de_de: Login Bildschirm Hintergrund Farbe
es_es: Color de fondo de la pantalla de inicio de sesión
fr_fr: Écran de connexion couleur de fond

source: Custom Login Logo
de_de: Benutzerdefiniertes Login Logo
es_es: Logotipo de inicio de sesión personalizado
fr_fr: Logo de connexion personnalisé

source: Upload Image
de_de: Bild hochladen
es_es: Cargar imagen
fr_fr: Télécharger l'image

source: Custom Favicon
de_de: Benutzerdefinierte Favicon
es_es: Favicon a medida

source: For best results please upload an image with a square aspect ratio
de_de: Für beste Ergebnisse bitte ein Bild mit einem quadratischen Seitenverhältnis hochladen
es_es: Para obtener mejores resultados, cargue una imagen con una relación de aspecto cuadrada
fr_fr: Pour de meilleurs résultats, veuillez télécharger une image avec un rapport d'aspect carré

source: Also add the above favicon to the frontend
de_de: Fügen Sie auch das oben genannte Favicon zum Frontend hinzu
es_es: También agregue el favicon anterior al frontend
fr_fr: Ajoutez également le favicon ci-dessus au frontend

source: Admin Link and Button Color
de_de: Admin Link und Button Farbe
es_es: Enlace de administración y color del botón
fr_fr: Lien d'administration et couleur du bouton

source: Please click the "Default" button when changing the colour to load the default WordPress styling
de_de: Bitte klicken Sie auf die Schaltfläche "Standard", wenn Sie die Farbe ändern, um das Standard-WordPress-Styling zu laden
es_es: Haga clic en el botón "Predeterminado" al cambiar el color para cargar el estilo predeterminado de WordPress
fr_fr: Cliquez sur le bouton "Par défaut" lorsque vous modifiez la couleur pour charger le style WordPress par défaut

source: Admin Link and Button Hover Color
de_de: Admin Link und Button Hover Farbe
es_es: Enlace de administración y botón Colorea el color
fr_fr: Lien de l'Admin et bouton de la souris

source: Custom Footer Text
de_de: Benutzerdefinierter Fußzeilentext
es_es: Texto de pie de página personalizado
fr_fr: Texte de pied de page personnalisé

source: Please feel free to use shortcodes to add dynamic content.
de_de: Bitte fühlen Sie sich frei, Shortcodes zu verwenden, um dynamischen Inhalt hinzuzufügen.
es_es: Por favor, siéntase libre de usar códigos cortos para agregar contenido dinámico.
fr_fr: N'hésitez pas à utiliser des codes courts pour ajouter du contenu dynamique.

source: Remove admin toolbar from the front end for all users
de_de: Entfernen Sie die Admin-Symbolleiste von der Vorderseite für alle Benutzer
es_es: Quitar barra de herramientas de administración de la parte frontal de todos los usuarios
fr_fr: Supprimez la barre d'outils d'administration de l'extrémité avant pour tous les utilisateurs

source: Add custom CSS to the WordPress admin
de_de: Füge benutzerdefinierte CSS zum WordPress Admin hinzu
es_es: Agregar CSS personalizado a la administración de WordPress
fr_fr: Ajouter un CSS personnalisé à l'administrateur WordPress

source: Add custom CSS to the WordPress login area
de_de: Füge benutzerdefinierte CSS zum WordPress-Login-Bereich hinzu
es_es: Agregar CSS personalizado al área de inicio de sesión de WordPress
fr_fr: Ajouter un CSS personnalisé à la zone de connexion de WordPress

source: Add custom Javascript/jQuery to the WordPress admin
de_de: Füge benutzerdefinierte Javascript / jQuery zum WordPress Admin hinzu
es_es: Añadir JavaScript / jQuery personalizado a la administración de WordPress
fr_fr: Ajouter JavaScript / jQuery personnalisé à l'administrateur WordPress

source: There's no need to put in the script tags and jQuery can be used like:
de_de: Es gibt keine Notwendigkeit, in die Skript-Tags und jQuery können verwendet werden wie:
es_es: No hay necesidad de poner en las etiquetas de script y jQuery se puede utilizar como:
fr_fr: Il n'est pas nécessaire de mettre les tags de script et jQuery peut être utilisé comme:

source: Add custom PHP to WordPress
de_de: Füge benutzerdefinierte PHP zu WordPress hinzu
es_es: Añadir PHP personalizado a WordPress
fr_fr: Ajouter PHP personnalisé à WordPress

source: There's no need to put in the starting or closing PHP tags
de_de: Es gibt keine Notwendigkeit, in die starten oder schließen PHP-Tags
es_es: No hay necesidad de poner en el inicio o cierre de etiquetas PHP
fr_fr: Il n'est pas nécessaire de mettre les tags PHP de démarrage ou de fermeture

source: Remove WordPress Version Number from Footer
de_de: WordPress-Versionsnummer aus der Fußzeile entfernen
es_es: Quitar el número de versión de WordPress del pie de página
fr_fr: Supprimez le numéro de version WordPress du pied de page

source: Deactivate Custom Code on this Settings Tab
de_de: Deaktivieren Sie den benutzerdefinierten Code auf dieser Registerkarte Einstellungen
es_es: Desactivar código personalizado en esta ficha de configuración
fr_fr: Désactiver le code personnalisé sur cet onglet Paramètres

source: Enable Maintenance Mode
de_de: Wartungsmodus aktivieren
es_es: Habilitar el modo de mantenimiento
fr_fr: Activer le mode de maintenance

source: Custom Maintenance Page/Coming Soon Text
de_de: Kundenspezifische Wartungsseite / Demnächst Text
es_es: Página de Mantenimiento Personalizada / Próximamente Texto
fr_fr: Page de maintenance personnalisée / Prochain texte

source: Maintenance Mode End Date
de_de: Wartungsmodus Enddatum
es_es: Fecha de finalización del modo de mantenimiento
fr_fr: Date de fin du mode d'entretien

source: Please leave blank to have no expiry.
de_de: Bitte leer lassen, um kein Verfall zu haben.
es_es: Deje en blanco para no tener caducidad.
fr_fr: Laissez vide pour ne pas expirer.

source: Enable Custom Dashboard Widget
de_de: Aktivieren Sie das benutzerdefinierte Dashboard-Widget
es_es: Habilitar el widget de cuadro de mandos personalizado
fr_fr: Activer le widget de tableau de bord personnalisé

source: Widget Title
de_de: Widget Titel
es_es: Título del widget
fr_fr: Titre de l'Widget

source: Widget Content
de_de: Widget Inhalt
es_es: Contenido del widget
fr_fr: Contenu du Widget

source: These 5 below colors will make up a new color scheme called "Custom" that will be available to select on your
de_de: Diese 5 unten Farben werden ein neues Farbschema namens "Custom", die verfügbar sein wird, um auf Ihrem wählen
es_es: Estos 5 colores abajo formarán un nuevo esquema de color llamado "Personalizado" que estará disponible para seleccionar en su
fr_fr: Ces 5 couleurs ci-dessous constitueront un nouveau schéma de couleurs appelé «Personnalisé» qui sera disponible pour sélectionner votre

source: User Profile
de_de: Benutzerprofil
es_es: Perfil del usuario
fr_fr: Profil de l'utilisateur

source: page.
de_de: Seite.
es_es: página.

source: Color Scheme Color 1
de_de: Farbschema Farbe 1
es_es: Esquema de color Color 1

source: Color Scheme Color 2
de_de: Farbschema Farbe 2
es_es: Esquema de Color Color 2

source: Color Scheme Color 3
de_de: Farbschema Farbe 3
es_es: Esquema de color Color 3

source: Color Scheme Color 4
de_de: Farbschema Farbe 4
es_es: Esquema de color Color 4

source: SVG Icon Color
de_de: SVG Icon Farbe
es_es: Icono SVG Color
fr_fr: Couleur de l'icône SVG

source: Force the custom color scheme on all users
de_de: Erzwinge das benutzerdefinierte Farbschema für alle Benutzer
es_es: Forzar el esquema de color personalizado para todos los usuarios
fr_fr: Forcer le schéma de couleurs personnalisé sur tous les utilisateurs

source: This will force the "Custom" color scheme on all users regardless of what color scheme they have chosen in their user profile.
de_de: Dies wird das "Custom" Farbschema für alle Benutzer erzwingen, unabhängig davon, welches Farbschema sie in ihrem Benutzerprofil gewählt haben.
es_es: Esto forzará el esquema de color "Personalizado" a todos los usuarios independientemente del esquema de color que hayan elegido en su perfil de usuario.
fr_fr: Cela obligera le schéma de couleurs «personnalisé» sur tous les utilisateurs quel que soit le schéma de couleurs qu'ils ont choisi dans leur profil d'utilisateur.

source: Disable Automatic WordPress Updates
de_de: Deaktivieren Sie automatische WordPress Updates
es_es: Desactivar actualizaciones automáticas de WordPress
fr_fr: Désactiver les mises à jour automatiques de WordPress

source: Add separator
de_de: Trennzeichen hinzufügen
es_es: Añadir separador
fr_fr: Ajouter un séparateur

source: Add menu item
de_de: Menüpunkt hinzufügen
es_es: Agregar elemento de menú
fr_fr: Ajouter un élément de menu

source: Advanced functionality
de_de: Erweiterte Funktionalität
es_es: Funcionalidad avanzada
fr_fr: Fonctionnalités avancées

source: Restore to default WordPress menu
de_de: Wiederherstellen auf Standard WordPress-Menü
es_es: Restaurar al menú predeterminado de WordPress
fr_fr: Restaurer dans le menu WordPress par défaut

source: Restore to last save
de_de: Wiederherstellung zum letzten Speichern
es_es: Restaurar para guardar por última vez
fr_fr: Restaurer pour enregistrer dernier

source: Use my custom menu for
de_de: Verwenden Sie mein benutzerdefiniertes Menü für
es_es: Utilizar mi menú personalizado para
fr_fr: Utilisez mon menu personnalisé pour

source: No-one
de_de: Niemand
es_es: Nadie
fr_fr: Personne

source: Everyone
de_de: Jeder
es_es: Todo el mundo
fr_fr: Toutes les personnes

source: except
de_de: außer
es_es: excepto
fr_fr: sauf

source: Show notification icons on custom menu
de_de: Benachrichtigungssymbole im benutzerdefinierten Menü anzeigen
es_es: Mostrar iconos de notificación en el menú personalizado
fr_fr: Afficher les icônes de notification sur le menu personnalisé

source: Save All Settings
de_de: Alle Einstellungen speichern
es_es: Guardar todos los ajustes
fr_fr: Enregistrer tous les paramètres

source: A Message from the Developer
de_de: Eine Nachricht vom Entwickler
es_es: Mensaje del Desarrollador
fr_fr: Un message du développeur

source: Hi there! Thanks for using my plugin. I wrote this plugin because at the moment I use a few different little plugins to customise the admin interface and I thought it would be great to put it all into one and make things easy to use. I appreciate that customising the WordPress admin is a bit of a pandora's box as everyone has their own way they like to do things! If you like the plugin please consider rating it
de_de: Hallo! Vielen Dank für die Verwendung meines Plugins. Ich schrieb dieses Plugin, denn im Moment verwende ich ein paar verschiedene kleine Plugins, um die Admin-Schnittstelle anzupassen, und ich dachte, es wäre toll, alles in einen zu setzen und die Dinge einfach zu bedienen. Ich schätze, dass das Anpassen der WordPress Admin ist ein bisschen ein Pandora's Box, wie jeder hat ihre eigene Art, wie sie gerne Dinge tun! Wenn Sie das Plugin mögen, beachten Sie bitte das Rating
es_es: ¡Hola! Gracias por usar mi plugin. Escribí este plugin porque en este momento uso unos pocos complementos diferentes para personalizar la interfaz de administración y pensé que sería genial poner todo en uno y hacer las cosas fáciles de usar. ¡Aprecio que personalizar el admin de WordPress es un pedazo de una caja de pandora mientras que cada uno tiene su propia manera que tienen gusto de hacer cosas! Si te gusta el plugin, por favor considera tu puntuación
fr_fr: Salut! Merci d'utiliser mon plugin. J'ai écrit ce plugin car, au moment où j'utilise quelques plugins différents pour personnaliser l'interface d'administration, je pensais qu'il serait formidable de mettre tout en compte et de rendre les choses faciles à utiliser. J'apprécie que la personnalisation de l'administrateur de WordPress est un peu de la boîte de pandora car chacun a sa propre façon d'aimer faire les choses! Si vous aimez le plugin, pensez à le noter

source: Sick of seeing this notice and my ugly face at the bottom of this settings page?
de_de: Sick, diesen Hinweis zu sehen und mein hässliches Gesicht am unteren Rand dieser Einstellungsseite?
es_es: ¿Enfermo de ver este aviso y mi fea cara en la parte inferior de esta página de configuración?
fr_fr: Malade de voir cet avis et mon visage moche au bas de cette page de paramètres?

source: Why not hide it using this plugin with the following
de_de: Warum nicht verstecken Sie es mit diesem Plugin mit dem folgenden
es_es: ¿Por qué no ocultarlo usando este plugin con lo siguiente?
fr_fr: Pourquoi ne pas le cacher en utilisant ce plugin avec le suivant

source: CSS code
es_es: Código CSS
fr_fr: Code CSS

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: réglages généraux

source: Custom Admin Code
de_de: Benutzerdefinierter Admin-Code
es_es: Código de administración personalizado
fr_fr: Code administrateur personnalisé

source: Coming Soon/Maintenance Page
de_de: Demnächst / Wartungsseite
es_es: Próximamente / Página de Mantenimiento
fr_fr: Prochainement / page de maintenance

source: Custom Dashboard Widget
de_de: Benutzerdefiniertes Dashboard-Widget
es_es: Widget de tablero de anuncios personalizado
fr_fr: Widget personnalisé du tableau de bord

source: Customize Admin Menu
de_de: Admin-Menü anpassen
es_es: Personalizar el menú del administrador
fr_fr: Personnaliser le menu Admin

source: Export/Import Settings
de_de: Einstellungen exportieren / importieren
es_es: Configuración de exportación / importación
fr_fr: Paramètres d'exportation / importation

source: Request a Feature
de_de: Fordern Sie ein Feature an
es_es: Solicitar una característica
fr_fr: Demander une fonctionnalité

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aidez-moi

source: Donate
de_de: Spenden
es_es: Donar
fr_fr: Faire un don

source: Support Forum
de_de: Hilfeforum
es_es: Foro de soporte
fr_fr: Forum d'entraide

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres

source: Please use the
de_de: Bitte benutzen Sie die
es_es: Por favor, utilice el
fr_fr: Utilisez le

source: forum
es_es: foro

source: to raise a support issue for the plugin. I generally respond to these within 24 hours during weekdays. Currently it's
de_de: Ein Support-Problem für das Plugin zu erheben. Ich antworte auf diese innerhalb von 24 Stunden an Wochentagen. Derzeit ist es
es_es: Para plantear un problema de soporte para el complemento. Por lo general, respondo a estos dentro de 24 horas durante los días laborables. Actualmente es
fr_fr: Pour soulever un problème de support pour le plugin. Je réponds généralement à ceux-ci dans les 24 heures pendant les jours de semaine. Actuellement, c'est

source: down under! Also check out the below walkthrough video:
de_de: unter! Schauen Sie auch die folgende Komplettlösung Video:
es_es: ¡por debajo! También compruebe hacia fuera el vídeo walkthrough siguiente:
fr_fr: Dessous! Découvrez également la vidéo suivante:

source: Your
de_de: Ihre
es_es: Tu
fr_fr: Votre

source: donations
de_de: Spenden
es_es: Donaciones
fr_fr: des dons

source: keep me interested in this plugin and encourage me to provide ongoing support. Thank you!
de_de: Halten Sie mich interessiert an diesem Plugin und ermutigen Sie mich, laufende Unterstützung zu leisten. Vielen Dank!
es_es: Mantenerme interesado en este plugin y animarme a proporcionar soporte continuo. ¡Gracias!
fr_fr: Faites-moi part de ce plugin et encouragez-moi à fournir un soutien continu. Je vous remercie!

source: Thanks for using the plugin! Please use this form to request a feature. I can't guarantee it will make its way into the production release but if it's decent enough I will try my best. Thanks for contributing and making the plugin even better! If you haven't already please consider rating the plugin
de_de: Danke für das Plugin! Bitte benutzen Sie dieses Formular, um eine Funktion anzufordern. Ich kann nicht garantieren, dass es seinen Weg in die Produktion machen wird, aber wenn es anständig genug ist, werde ich mein Bestes versuchen. Vielen Dank für den Beitrag und machen das Plugin noch besser! Wenn du noch nicht schon das Plugin bewertet hast
es_es: Gracias por usar el plugin! Utilice este formulario para solicitar una función. No puedo garantizar que va a hacer su camino en la producción de liberación, pero si es lo suficientemente decente voy a tratar de mi mejor. Gracias por contribuir y hacer el plugin aún mejor! Si aún no lo ha hecho, considere clasificar el complemento
fr_fr: Merci d'utiliser le plugin! Veuillez utiliser ce formulaire pour demander une fonctionnalité. Je ne peux pas garantir qu'il entrera dans la version de production, mais si c'est assez décent, je ferai de mon mieux. Merci de contribuer et de rendre le plugin encore meilleur! Si vous n'avez pas déjà envisagé d'évaluer le plugin

source: Export Settings
de_de: Einstellungen exportieren
es_es: Configuración de exportación
fr_fr: Paramètres d'exportation

source: Copy Settings
de_de: Kopiere Einstellungen
es_es: Configuración de Copia
fr_fr: Paramètres de copie

source: Import Settings
de_de: Importeinstellungen
es_es: Importar ajustes
fr_fr: Paramètres d'importation

source: Import
de_de: Einführen
es_es: Importar
fr_fr: Importer

source: Customise the WordPress admin and login interfaces and customize the WordPress dashboard menu.
de_de: Passen Sie die WordPress Admin und Login-Schnittstellen an und passen Sie das WordPress-Dashboard-Menü an.
es_es: Personaliza las interfaces de administración e inicio de sesión de WordPress y personaliza el menú del panel de WordPress.
fr_fr: Personnalisez les interfaces admin et login de WordPress et personnalisez le menu du tableau de bord WordPress.

source: Admin Color Scheme
de_de: Admin-Farbschema
